src/CFD/OpenFOAM/OpenFOAM-v2206-MUI/tutorials/incompressible/overPimpleDyMFoam/simpleRotor/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

./Allrun.pre

runApplication overPimpleDyMFoam

#------------------------------------------------------------------------------
